Revit 2024 API
SpecTypeId.Int Class
 This class contains constants identifying integer specs.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static class Int
Visual Basic
Public NotInheritable Class Int
Visual C++
public ref class Int abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.SpecTypeId.Int
See Also
SpecTypeId.Int Members
Autodesk.Revit.DB Namespace